xeon/20220909-zfs/stripe/no-fpw-tuned/250/run-ro-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: select only>
scaling factor: 250
query mode: prepared
number of clients: 32
number of threads: 8
maximum number of tries: 1
duration: 900 s
number of transactions actually processed: 275453794
number of failed transactions: 0 (0.000%)
latency average = 0.105 ms
initial connection time = 10.952 ms
tps = 306063.399663 (without initial connection time)